Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/sami_rapport_sametinget_vedlegg3_SA.pdf.tmx
Source language: sme
Languages: nob

source: 3. mielddus Válddi ja doarjjaortnegiid sirdin Sámediggái Lovdata , bušeahttaproposišuvnnaid , stuoradiggedieđáhusaid ja juolludusreivviid vuođul Sámediggái 1989 rájes 2007 rádjái .
nob: Vedlegg 3 . Oversikt over overføring av myndighet og tilskuddsordninger til Sametinget Basert på Lovdata , budsjettproposisjoner , stortingsmeldinger og tildelingsbrev til Sametinget fra 1989 til 2007 .

source: Válddahallan ii soaitte leat ollislaš .
nob: Arbeidsgruppen tar forbehold om at oversikten kan være ufullstendig .

source: 1987 Sámeláhka addá njuolggadusaid Sámedikki ásaheami birra ja Sámedikki bargosurggiid ja válddi birra .
nob: 1987 Sameloven gir regler om etableringen av Sametinget og om Sametingets arbeidsområde og myndighet .

source: 1989 , ásaheami oktavuođas Sámediggi váldá badjelasas doaimma Norgga sámiráđis Gieldadepartemeanta : Sirdá Sámedikki háldui - Sámi organisašuvnnaid doarjaga juolludeami ( 1990:s 2,35 milj. kruvnno ) .
nob: 1989 , ved opprettelsen Sametinget overtok virksomheten fra Norsk sameråd Kommunaldepartementet : Overførte til Sametinget forvaltningen av - Fordeling av tilskudd til samiske organisasjoner ( i 1990 2,35 mill. kroner ) .

source: - Duodjedoarjaga juolludeami ( sámi duodji / sámi dáiddavisttiide ) ( 1990:s 2,85 milj. kruvnno ) .
nob: - Fordeling av tilskudd til duodji ( samisk husflid / samiske kunstverksteder ) ( i 1990 2,85 mill. kroner ) .

source: Doarjagat juolluduvvojedje departemeantta njuolggadusaid mielde .
nob: Fordeling av disse tilskuddene skjedde etter retningslinjer fastsatt av departementet .

source: 31.10.1975 njuolggadusaid mielde mat maŋŋel rievdaduvvojedje .
nob: - Fordeling av tilskudd fra Samisk utviklingsfond ( i 1990 8,2 mill. kroner ) etter retningslinjer fastsatt ved Kgl. res. av 31.10.1975 med senere endringer .

source: 1990 Gieldadepartemeanta : Sámediggi fápmuduvvo nammadit stivrra Sámi ovdánahttinfondii .
nob: 1990 Kommunaldepartementet : Sametinget gis fullmakt til å oppnevne styret til Samisk utviklingsfond .

source: 1991 Gieldadepartemeanta : - 700 000 kruvnno doarjjan Sámedikki joavkočalliide .
nob: 1991 Kommunaldepartementet : 700 000 kroner til tilskudd til gruppesekretærer i Sametinget .

source: Sámediggi mearrida eavttuid juolludit ruđaid ládje go Stuoradikki sullasaš ortnet .
nob: Sametinget fastsetter kriterier for fordeling av midlene i likhet med tilsvarende ordning for Stortinget .

source: - dáhttu Sámedikki árvvoštallat viiddidit Sámi ovdánahttinfoandda doaibmaguovllu .
nob: KOM ber Sametinget vurdere utvidelse av Samisk utviklingsfonds virkeområde .

source: 1992 Gieldadepartemeanta : Gon . res. guovvamánu 7. b. 1992 oažžu Sámediggi viidát fápmudusaid Sámi ovdánahttinfoandda hárrái .
nob: 1992 Kommunaldepartementet : Ved Kgl. res. av 7. februar 1992 fikk Sametinget overført utvidete fullmakter i forbindelse med Samisk utviklingsfond .

source: Kulturdepartemeanta : Sámeláhka rievdaduvvo , kap. 3 sámegiela birra lasihuvvo .
nob: Kulturdepartementet : Sameloven endret , tilføyd kap. 3 om samisk språk .

source: Sámediggi nammada Sámi giellaráđi .
nob: Sametinget oppnevner Samisk språkråd .

source: 1993 Mánáid- ja bearašdepartemeanta : Doarjjahálddašeami sámi mánáid bajásšaddaneavttuid doaimmaide ( 1,23 milj. kruvnno ) .
nob: 1993 Barne- og familiedepartementet : Forvaltningen av tilskudd til tiltak for samiske barns oppvekstvilkår ( 1,23 mill. kroner ) .

source: Girko- , oahpahus- ja dutkandepartemeanta : Sámi nuoraid oahppostipeandda hálddašeapmi ( 0,7 milj. kruvnno ) .
nob: Kirke- , utdannings- og forskningsdepartementet : Forvaltningen av utdanningsstipend til samisk ungdom ( 0,7 mill. kroner ) .

source: Departemeanta mearrida njuolggadusaid . Sámediggi sáhttá árvalit rievdadusaid .
nob: Departementet fastsetter retningslinjer , Sametinget kan foreslå eventuelle endringer .

source: Dasa lassin oažžu Sámediggi válddi nammadit Sámi oahpahusráđi , sámi joatkkaskuvllaid stivrra , Arborde sámi vuođđoskuvlla stivrra ja vejolaččat ovddasteddjiid Sámi allaskuvlla stivrii .
nob: I tillegg gis Sametinget myndighet til å oppnevne Samisk utdanningsråd , styret for de samiske videregående skoler , styret for den samiske grunnskole i Hattfjelldal , og representanter til et eventuelt styre for Samisk høgskole .

source: Gieldadepartemeanta : - Departemeanta sirddii Sámediggái válddi juolludit doarjaga guovttegielalaš gielddaide ja fylkkagielddaide , ja Sámediggi mearridii ahte Sámi giellaráđđi galggai juolludit ruđaid ( Sámi giellaráđđi heaittihuvvui 2005:s ja Sámedikki doarjjastivra juolluda dál ruđaid ) .
nob: Kommunaldepartementet : - Departementet delegerte myndigheten til å fordele tilskudd til tospråklighet til kommuner og fylkeskommuner til Sametinget , som vedtok at Samisk språkråd skal fordele midlene ( Samisk språkråd nedlagt fra 2005 og Sametingets tilskuddsstyre fordeler nå midlene ) .

source: Sámediggi oažžu juolludusreivves válddi ráhkadit njuolggadusaid doarjaga juolludeapmái ( 16,65 milj. kruvnno ) .
nob: Sametinget gis i tildelingsbrevet myndighet til å utarbeide retningslinjer for fordelingen av tilskuddet ( 16,65 mill. kroner ) .

source: - Sámediggi fápmuduvvui mearridit njuolggadusaid sámi organisašuvnnaid ja sámi duoji doarjjajuolludeapmái .
nob: - Sametinget gis fullmakt til å fastsette retningslinjer for fordeling av tilskudd til samiske organisasjoner og samisk husflid .

source: Dábálaš váidinvuogi rievdadusevttohusat galget ovddiduvvot Gonagassii .
nob: Ved forslag om endringer i den alminnelige klageadgang må disse forelegges Kongen .

source: Kulturdepartemeanta sirdá čuovvovaš ortnegiid Sámediggái : - Norgga kulturráđi oasi sámi kultuvrii ( ásahii Sámi kulturfoandda 1994 stáhtabušeahtas ) - Doarjja sámi lágádusdoibmii - Doarjja sámi dáiddárorganisašuvnnaide - Doarjja Sámi dáiddaguovddážii Kárášjogas - Doarjja Sámi kulturguovddážii Arbordes Dása juolluduvvui oktiibuot 8 milj. kruvnno .
nob: Kulturdepartementet overfører følgende ordninger til Sametinget : - Norsk kulturråds avsetning til samisk kultur ( opprettet Samisk kulturfond i statsbudsjettet 1994 ) - Tilskudd til samisk forlagsdrift - Tilskudd til samiske kunstnerorganisasjoner - Tilskudd til Samisk kunstnersenter i Karasjok - Tilskudd til Samisk kultursenter i Hattfjelldal Bevilget til sammen 8 mill. kroner til dette .

source: Sámediggi ” hálddaša juolludusa kulturulbmiliidda iežas árvvoštusa mielde ” ( reive 25.1.1993 ) .
nob: Sametinget ” disponerer bevilgningen til kulturformål etter eget skjønn ” ( brev 25.1.1993 ) .

source: Juolludusreivves celkojuvvo ahte jus váidda ii ovddiduvvo Kulturdepartementii de eaktuda departemeanta ahte Sámediggi ráhkada evttohusa sierranjuolggadusaide .
nob: I tildelingsbrevet sies at dersom klage ikke skal forelegges Kulturdepartementet forutsetter departementet at Sametinget utarbeider forslag til særskilte retningslinjer .

source: Sámediggi ásahii Sámi kulturráđi , ja mearridii njuolggadusaid kulturráđđái ja sámi lágádusdoarjaga juolludeapmái .
nob: Sametinget opprettet Samisk kulturråd , og vedtok retningslinjer for kulturrådet og for fordeling av tilskudd til samisk forlagsdrift .

source: Dasto sirdojuvvui Sámediggái váldi nammadit stivrra Sámi sierrabibliotehkii ja sámeradio prográmmaráđđái .
nob: Dessuten ble oppnevning av styre for Samisk spesialbibliotek og programrådet for sameradioen overført til Sametinget .

source: 1994 Birasgáhttendepartemeanta sirddii sámi kulturmuitosuodjalusa ovddasvástádusa Sámi kulturmuitoráđđái .
nob: 1994 Miljøverndepartementet overførte ansvaret for samisk kulturminnevern til Samisk kulturminneråd .

source: Ráđi nammadii Sámediggi ja hálddahuslaš ruđaid hálddaša Sámediggi .
nob: Rådet oppnevnes av Sametinget og administrative midler forvaltes av Sametinget .

source: Sámi kulturmuitoráđđi ásahuvvui 1.9.1994:s ja das lei sierra fágahálddahus .
nob: Samisk kulturminneråd med egen fagadministrasjon ble etablert 1.9.1994 .

source: Fápmudanmearrádusas ( borgemánu 31. b. 1994 ) celkojuvvo ahte Sámi kulturmuitoráđis lea kulturmuitolága mielde seamma váldi ja doaimmat sámi kulturmuitosuodjalusas go fylkkagielddain lea kulturmuitosuodjalusas muđui .
nob: I delegasjonsvedtaket ( 31. august 1994 ) sies det at Samisk kulturminneråd er tillagt samme myndighet og oppgaver etter kulturminneloven for samisk kulturminnevern , som fylkeskommunene har for det øvrige kulturminnevernet .

source: Riikaantikváras lea bajimus fágalaš ovddasvástádus ja fágalaš bagadanváldi , ja lea maiddái váidinásahus .
nob: Riksantikvaren har det øverste faglige ansvar med dertil hørende faglig instruksjonsmyndighet og er likeså klageinstans .

source: Dat mearkkaša ahte Sámi kulturmuitoráđi politihkalaččat válljejuvvon lahtuin lea politihkalaš ovddasvástádus Sámedikki guovdu muhto leat fágalaččat Riikaantikvára vuollásaččat .
nob: Dette innebærer at politisk valgte i Samisk kulturminneråd er politisk ansvarlig overfor Sametinget , men faglig underlagt Riksantikvaren .

source: Kulturdepartemeanta / Gieldadepartemeanta - Sámi kulturfoanda ásahuvvo 1994`stáhtabušeahtas ( vrd. St.prp. nr. 1 ( 1993-1994 ) ) .
nob: Kulturdepartementet / Kommunaldepartementet - Samisk kulturfond opprettes i statsbudsjettet 1994 ( jf. St.prp. nr. 1 ( 1993-1994 ) ) .

source: . Stuoradiggi guorrasa dasa ahte Sámediggi mearrida dárkilet njuolggadusaid foandda ruhtageavaheami hárrái .
nob: Stortinget gir sin tilslutning til at Sametinget fastsetter nærmere retningslinjer for bruken av midlene i fondet .

source: Sámediggi mearrida ahte Sámi kulturráđđi lea foandda stivra ( 2005 rájes Sámedikki doarjjastivra ) .
nob: Sametinget vedtok at Samisk kulturråd er fondets styre ( fra 2005 Sametinges tilskuddsstyre ) .

source: - 700 000 kruvnno sirdojuvvo Árran julevsámi guovddáža doibmii Divttasvuonas .
nob: - Overført 700 000 kroner til drift av Árran lulesamiske senter i Tysfjord .

source: 1996 Eanandoallodepartemeanta : Čuovvovaš váldi addojuvvo boazodoallolága olis ( fápmuiboahtán suoidnemánu 1. b. 1996:s ) : § 6 .
nob: 1996 Landbruksdepartementet : Følgende myndighet gis i reindriftsloven ( i kraft fra 1. juli 1996 ) : § 6 .

source: Boazodoallostivra .
nob: Reindriftsstyre .

source: Sámediggi nammada 3 lahtu ( oktan várrelahtuiguin ) .
nob: 3 medlemmer ( med varamedlemmer ) oppnevnes av Sametinget . §

source: Guovllustivra .
nob: Områdestyre .

source: Juohke boazodoalloguovllus galgá leat guovllustivra mas leat 5 dahje 7 lahtu peršovnnalaš várrelahtuiguin .
nob: I hvert reinbeiteområde skal det være et områdestyre på 5 eller 7 medlemmer med personlige varamedlemmer .

source: Fylkkadiggi nammada 3 dahje 4 lahtu ( várrelahtuiguin ) , ja Sámediggi nammada 2 dahje 3 lahtu ( várrelahtuiguin ) .
nob: 43 ( med varamedlemmer ) og Sametinget oppnevner 2 , eventuelt 3 av medlemmene ( med varamedlemmer ) .

source: 1998 Girko- , oahpahus- ja dutkandepartemeanta : Oahpahuslága § 6-4 addá Sámediggái láhkaásahusválddi ja doaimmaid vuođđoskuvlla ja joatkkaoahpahusa sisdoalu hárrái .
nob: 1998 Kirke- , utdannings- og forskningsdepartementet : Opplæringslovens § 6-4 gir Sametinget forskriftsmyndighet og oppgaver i forhold til innholdet i opplæring i grunnskolen og i videregående opplæring .

source: Sámediggi addá láhkaásahusaid departemeantta mearri rámmaid siskkobealde , dahje ráhkada ovttasráđiid departemeanttain láhkaásahusevttohusaid .
nob: Sametinget gir forskrifter innenfor rammer fastsatt av departementet eller lager , i samråd med departementet , utkast til forskrifter .

source: Gielda- ja guovlodepartemeanta : Sirddii Sámediggái politihkalaš joavkodoarjaga hálddašeami ( 0,45 milj. kruvnno ) .
nob: Kommunal- og regionaldepartementet : Overførte forvaltningen av tilskudd til politiske grupperinger til Sametinget ( 0,45 mill. kroner ) .

source: Ortnega ásahii GGD 1996:s .
nob: Ordningen ble etablert av KRD i 1996 .

source: Departemeanta bidjá dihto čujuhusaid ruhtajuolludeapmái .
nob: Visse føringer legges av departementet for fordelingen av midlene .

source: Birasgáhttendepartemeanta : Riikaantikvára bušehttii ásahuvvo doarjjaortnet sámi kulturmuitosuodjalusa konkrehta suodjalandoaimmaide .
nob: Miljøverndepartementet : Det etableres en tilskuddsordning over Riksantikvarens budsjett til gjennomføring av konkrete vernetiltak for samisk kulturminnevern .

source: Sámi kulturmuitoráđđi hálddaša doarjaga .
nob: Tilskuddet disponeres av Samisk kulturminneråd .

source: 1998:s juolluduvvo 0,5 milj. kruvnno ulbmilii ( kap. 1429 , poasta 72.7 ) Doarjja sámi kulturmuittuide – eahpesihkar goas dát doarjjaortnet ásahuvvui ) .
nob: Det ble i 1998 bevilget 0,5 mill. kroner til formålet ( kap. 1429 , post 72.7 Tilskudd til samiske kulturminner - usikker på årstall for etableringen av denne tilskuddsordningen ) .

source: 1999 Gielda- ja guovlodepartemeanta : Jahkásaš juolludus biddjo Sámedikki háldui ovtta 50-poastta vuollái , spiehkastuvvo Juolludusnjuolggadusaid § 4:s ( dál § 3 ) .
nob: 1999 Kommunal- og regionaldepartementet : Den årlige bevilgningen stilles til Sametingets disposisjon under én 50-post , dvs. unntak fra Bevilgningsreglementets § 4 ( nå § 3 ) .

source: Prinsihpalaččat eai galgga biddjot eará čujuhusat dasa movt juolludus galgá juhkkojuvvot go dat váldovuoruheamit mat dahkkojit bušeahttaproseassas .
nob: Prinsippet er at det ikke legges føringer på hvordan bevilgningen skal fordeles utover de overordnede prioriteringene som gjøres i budsjettproposisjonen .

source: 2000 Girko- , oahpahus- ja dutkandepartemeanta : Sámi oahpahusráđi čállingoddi ( sullii 25 virggi ) sirdojuvvo Sámediggái .
nob: 2000 Kirke- , utdannings- og forskningsdepartementet : Samisk utdanningsråds sekretariat ( ca. 25 stillinger ) ble overført til Sametinget .

source: Seammás ásahuvvo departemeantta bušeahtas ( spiehkasteapmi Juolludusnjuolggadusaid § 3:s ) sierra 50-poasta Sámediggái .
nob: Det ble samtidig etablert en egen 50-post for Sametinget på departementets budsjett ( unntak fra Bevilgningsreglementets § 3 ) .

source: 2000 ` juolludus lei 23,5 milj. kruvnno , ja gokčá doaibmagoluid Sámedikki oahpahusossodaga hálddahusas , sámi ohppiid oahpponeavvui ráhkadeami goluid , erenoamáš pedagogalaš oahpponeavvuid , ja rávvagiid ja bagademiid oahpaheddjiide geat barget sámi mánáidgárde- , vuođđoskuvla- ja joatkkaskuvlaohppiiguin .
nob: Bevilgningen var i 2000 på 23,5 mill. kroner , og dekker driftsutgifter knyttet til administrering av Sametingets opplæringsavdeling , utgifter til produksjon og utvikling av læremiddel for samiske elever , spesialpedagogiske læremiddel inkludert , samt råd og veiledning til lærere som gir opplæring til samiske elever i barnehage , grunnskole og videregående opplæring .

source: Juolludusreivves oalle dárkilis čujuhusat Sámedikki doibmii .
nob: Relativt detaljerte føringer for Sametingets virksomhet i tildelingsbrevet .

source: Kulturdepartemeanta : Sirdá Sámi sierrabibliotehka hálddašeami Sámediggái ( 3,6 milj. kruvnno , beali stuorát juolludus ovddit jagi ektui ja bibliotehkii ásahuvvojit oktiibuot njeallje virggi ) .
nob: Kulturdepartementet : Overføring av forvaltningen av Samisk spesialbibliotek til Sametinget ( 3,6 mill. kr , bevilgningen fordoblet fra året før , og det etableres til sammen fire stillinger til biblioteket ) .

source: 2001 Mánáid- ja bearašdepartemeanta : Sirdá sámi mánidgárddi sierra doarjaga hálddašeami Sámediggái ( 8,1 milj. kruvnno , lassánan 1,1 milj. kruvnnuin 2000 rájes ) .
nob: 2001 Barne- og familiedepartementet : Overføring av forvaltningen av det særskilte tilskuddet til samiske barnehager til Sametinget ( 8,1 mill. kr , økt med 1,1 mill. kr fra 2000 ) .

source: Mánáid- ja bearašdepartemeantta bušeahtas ráhkaduvvo sierra 50-poasta Sámediggái .
nob: Det ble samtidig etablert en egen 50-post for Sametinget på Barne- og familiedepartementets budsjett .

source: Juolludusreivve vuođul lea Sámediggi fápmuduvvon ieš mearridit ortnega ulbmiliid ja boađusgáibádusaid .
nob: Sametinget er , jf. tildelingsbrevet , delegert myndighet til selv å fastsette mål og resultatkrav for ordningen .

source: Birasgáhttendepartemeanta : Sámediggi oažžu sámi kulturmuittuid hálddašanovddasvástádusa kulturmuitolága lága vuođul ( ovdal lei váldi fápmuduvvon Sámi kulturmuitoráđđái ) .
nob: Miljøverndepartementet : Sametinget overtar forvaltningen av samiske kulturminner med hjemmel i kulturminneloven ( tidligere var myndigheten delegert Samisk kulturminneråd ) .

source: Birasgáhttendepartemeanttas ja Riikaantikváras lea bagadanváldi ja rievdadangelbbolašvuohta
nob: Miljøverndepartementet og Riksantikvaren har instruksjonsmyndighet og omgjøringskompe-

source: váidagiid hárrái ja iežas oainnu mielde , vrd. láhkaásahusa fágalaš ovddasvástádusjuohkima birra kulturmuitolága mielde , kap. 3 Fápmudeapmi kulturmuitolága mielde § 12. 2002 Kulturdepartemeanta : Ođđa poasta 320 , poasta 53 Sámi kulturulbmilat ásahuvvo .
nob: tanse ved klage og av eget tiltak , jf. forskrift om faglig ansvarsfordeling etter kulturminneloven , kap. 3 Delegering av myndighet etter kulturminneloven § 12. 2002 Kulturdepartementet : Opprettelse av en ny post 320 , post 53 Samiske kulturformål .

source: Sámediggi hálddašišgoahtá ja juolludišgoahtá doarjaga - Sámi festiválaide ( 0,4 milj. kr ) - Sámi dáiddárstipeandda ja stipeandalávdegoddebuhtadusa ( 1,2 milj. kr ) - Čájáhusbuhtadusa sámi dáiddaásahusaide ( 0,1 milj. kr ) - Beaivváš Sámi Teáhterii ( 10,2 milj. kr ) - Báikenammabálvalussii ( 1 virgi , 0,5 milj. kr ) - Sámi giellanjuolggadusaid čuovvoleapmi .
nob: Sametinget overtar forvaltningen av og tildeling av tilskudd til - Samiske festivaler ( 0,4 mill. kr ) - Samiske kunstnerstipend og stipendkomitévederlag ( 1,2 mill. kr ) - Utstillingsvederlag til samiske kunstinstitusjoner ( 0,1 mill. kr ) - Beaivváš Sámi Teáhter ( 10,2 mill. kr ) - Stedsnavnstjenesten ( 1 stilling , 0,5 mill. kr ) - Oppfølging av samelovens språkregler .

source: Eahpesihkar maid dat mearkkaša .
nob: Usikkert hva dette innebærer .

source: - Johtti girjeráđusbálvalus – sámi girjebusset ( 3,2 milj. kr ) - Sámi museat museadoarjaortnegis - Sámi vuorkádávvirat ( 2,87 milj. kr ) - Sámi arkiiva ( 0,65 milj. kr ) ( 2005:s sirdojuvvon Riikaantikvárii ) Ollislaš juolludus 29,1 milj. kruvnno .
nob: - Mobil bibliotektjeneste – samiske bokbusser ( 3,2 mill. kr ) - Samiske museer på tilskuddsordningen for museer - De samiske samlinger ( 2,87 mill. kr ) - Samisk arkiv ( 0,65 mill. kr ) ( i 2005 overført til Riksarkivaren ) Total bevilgning 29,1 mill. kroner .

source: Vrd. juolludusreivve masa lea biddjon ” 2 milj. kruvnno duohtalassáneapmin namuhuvvon ulbmiliid nannemii ja hálddašeapmái ” .
nob: Jf. tildelingsbrevet er det lagt inn ” en realøkning på 2 mill. kroner til styrking av de omtalte formålene og til administrasjon ” .

source: Eahpesihkar makkár fápmudusat leat addon ortnegiid njuolggadusaid dohkkeheami hárrái .
nob: Usikkert hvilke fullmakter som er gitt vedrørende fastsettelse av retningslinjer for ordningene .

source: 2003 Gielda- ja guovlodepartemeanta Sámedikkis lea sámelága § 1-6 nuppi lađđasa mielde váldi mearridit láhkaásahusaid sámi leavgga geavaheapmái ( lasihuvvon Cuoŋománu 11. b. 2003 lágas nr. 22 ) .
nob: 2003 Kommunal- og regionaldepartementet : Sametinget gis i sameloven § 1-6 annet ledd myndighet til å fastsette forskrifter om bruk av det samiske flagget ( tilføyd ved lov 11. april 2003 nr. 22 ) .

source: Dakkár njuolggadusat dohkkehuvvojedje Sámedikkis miessemánu 27. b. 2004:s .
nob: Slike forskrifter ble fastsatt av Sametinget 27. mai 2004 .

source: Birasgáhttendepartemeanta : Juolludus Sámediggái addo 50-poastta bokte ( kap. 1429 , post 50 Doarjja sámi kulturmuitosuodjalus bargui ) .
nob: Miljøverndepartementet : Bevilgningen til Sametinget gis over 50-post ( kap. 1429 , post 50 Tilskudd til samisk kulturminnevernarbeid ) .

source: Seammás duppalastui doarjja 2 milj. kruvdnui .
nob: Samtidig ble tilskuddet fordoblet til 2 mill. kroner .

source: 2005 Kulturdepartemeanta : Sámediggi válddii badjelasás Sámi arkiiva vuođđudusa hálddašeami 2002:s , seammás go olu eará kulturortnegiid hálddašanovddasvástádus sirdojuvvui Sámediggái .
nob: 2005 Kulturdepartementet : Sametinget overtok forvaltningen av stiftelsen Samisk arkiv i 2002 , samtidig med at forvaltningsansvaret for en rekke andre kulturordninger ble overført til Sametinget .

source: Sámediggi bivddii Riikaantikvára 2002:s čielggadit sámi álbmoga arkiivabálvalusaid huksema ja organiserema .
nob: Sametinget engasjerte Riksarkivaren i 2002 for å gjøre et utredningsarbeid med henblikk på oppbygging og organisering av arkivtjenester for den samiske befolkningen .

source: Maŋŋel dan čielggadeami ja Sámedikki mearrádusa sirdojuvvui Sámi arkiiva 2005:s organisatoralaččat ja ekonomalaččat Riikaantikvára vuollái .
nob: Etter denne utredningen og Sametingets vedtak ble Samisk arkiv fra 2005 organisatorisk og økonomisk underlagt Riksarkivaren .

source: Seammás sirdojuvvui Sámedikkis 0,7 milj. kruvnno Riikaantikvárii .
nob: Samtidig ble det overført 0,7 mill. kroner fra Sametinget til Riksarkivaren .

source: Sámi arkiiva lea Arkiivadoaimmahaga vuollásaš ossodat ja ruhtaduvvo stáhtabušeahta bokte ja Guovdageainnu suohkana doarjaga bokte .
nob: Samisk arkiv er en avdeling under Arkivverket , og finansieres med bevilgning over statsbudsjettet og tilskudd fra Kautokeino kommune .

source: Máhttodepartemeanta : Universitehta ja allaskuvlalágas ( fápmuiboahtán borgemánu 1. b. 2005 ) , § 9-4 ( 5 ) , oažžu Sámediggi válddi nammadit olggobealde stivralahtuid Sámi allaskuvlii .
nob: Kunnskapsdepartementet : I Lov om universiteter og høyskoler ( i kraft fra 1. august 2005 ) , § 9-4 ( 5 ) , gis Sametinget myndighet til å foreslå eksterne styremedlemmer til Samisk høgskole .

source: Birasgáhttendepartemeanta : Láhkaásahusas láhkaásahusa rievdaeami birra fágalaš ovddasvástádusjuohkima hárrái j. ea. kulturmuitolága mielde ( fápmuiboahtán ođđajagimánu 1. b. 2005 ) oažžu Sámediggi válddi kulturmuitosuodjalussuorggis ( ovdal lei Sámi kulturmuitoráđis dát váldi ) .
nob: Miljøverndepartementet : Etter Forskrift om endring i forskrift om faglig ansvarsfordeling mv. etter kulturminneloven ( i kraft 1. januar 2005 ) gis Sametinget myndighet på kulturminnevernområdet ( tidligere var dette gitt Samisk kulturminneråd ) .

source: Sámediggi lea sámi kulturmuitosuodjalusa suorgeeiseváldi plána- ja huksenáššiin plána- ja huksenlága olis .
nob: Sametinget er sektormyndighet for samisk kulturminnevern i plan- og byggesaker etter plan- og bygningsloven .

source: formála mearrádusgelbbolašvuhtii kulturmuitolága bokte , lea Sámedikkis ovddasvástádus áittardit sámi kulturmuitobeliid plána- ja huksenáššiin plána- ja huksenlága olis .
nob: I tillegg til formell vedtakskompetanse etter kulturminneloven , omfatter Sametingets ansvar ivaretakelse av samisk kulturminnehensyn i plan- og byggesaker etter plan- og bygningsloven .

source: Dasto leat Sámedikki doaimmaide njuolggadusat .
nob: Videre gis det retningslinjer for Sametinget oppgaver .

source: Birasgáhttendepartemeanta : Láhkaásahusas boraspiriid hálddašeami birra ( fápmuiboahtán cuoŋománu 1. b. 2005 ) , § 5 oažžu Sámediggi válddi nammadit lahtuid guovlluid boraspirenammagottiide Hedmárkkus davás .
nob: Miljøverndepartementet : I Forskrift om forvaltning av rovvilt ( i kraft 1. april 2005 ) , § 5 gis Sametinget myndighet til å oppnevne medlemmer til regionale rovviltnemnder fra Hedmark og nordover .
